"ONE_SONG" = "1 música";
"SONGS_COUNT_FORMAT" = "%d músicas";

"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Lançamento: %@";

"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@.";

"MUSIC" = "Música";

"123" = "123";

"Add All Albums" = "Adicionar todos os álbuns";

"Add All Songs" = "Adicionar todas";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Guardar";
"ADD_PLAYLIST_DIALOG_TITLE" = "Nova lista";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Digite um nome para a lista de reprodução.";
"ADD_PLAYLIST_ROW" = "Adicionar lista…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Título";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Adicionar músicas a “%@”.";
"EDIT_PLAYLIST_RENAME" = "Alterar o nome";
"EDIT_PLAYLIST_ADD_SONGS" = "Adicionar músicas";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Alterar nome da lista";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Título";

"Albums" = "Álbuns";

"All Albums" = "Todos os álbuns";

"All Songs" = "Todas as músicas";

"Cancel" = "Cancelar";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_MESSAGE" = "A actualizar biblioteca…";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_SUBTITLE" = "Esta operação pode demorar alguns minutos.";

"Refresh Playlist" = "Actualizar lista";

"CLEAR" = "Limpar";

"Clear Playlist" = "Limpar lista";

"Save Playlist" = "Guardar lista";

"Delete Playlist" = "Apagar lista";

"Delete" = "Apagar";

"Done" = "Fechar";

"Edit" = "Editar";

"Save" = "Guardar";

"LISTING_COUNT_ALBUMS_FORMAT" = "%d álbuns";

"LISTING_COUNT_ARTISTS_FORMAT" = "%d intérpretes";

"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d elementos";

"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d faixas";

"LISTING_COUNT_GENRES_FORMAT" = "%d géneros";

"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d listas de reprodução";

"LISTING_COUNT_SONGS_FORMAT" = "%d músicas";

"NO_CONTEXT_NAVTITLE_ARTISTS" = "Intérpretes";

"NO_CONTEXT_NAVTITLE_GENRES" = "Géneros";

"OK" = "OK";

"Playlists" = "Listas";

"Shuffle" = "Aleatório";

"Songs" = "Músicas";

"Unknown" = "Desconhecido";
"UNKNOWN_ARTIST" = "Intérprete desconhecido";
"UNKNOWN_ALBUM" = "Álbum desconhecido";

"NOW_PLAYING_BUTTON_LABEL" = "A\nreproduzir";

"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Intérpretes (%@ resultados)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Intérprete (%@ resultado)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Álbuns (%@ resultados)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Álbum (%@ resultado)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Lista de reprodução (%@ resultado)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Listas (%@ resultados)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Música (%@ resultado)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Músicas (%@ resultados)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Géneros (%@ resultados)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Género (%@ resultado)";

"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Adicionar músicas à lista de reprodução %@.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Lançamento: %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 música";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u músicas";
"ALBUM_INFO_TIME_SINGULAR" = "1 min";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u min";

"UNKNOWN_DURATION" = "--:--";
